Repository: stefanxschneider/apager-ios-translations
Catalog: aPagerPro/*.xliff
Languages: fr

# 1Iw-bq-K3I.text
source: Rückmeldefunktion
fr: Feedback Function

# 1th-VV-LQd.headerTitle
source: Lizenz
fr: License

# 1tw-3W-VUg.title
source: Alarmliste
fr: Alert list

# 4OC-nj-qg6.text
source: API-Schlüssel
fr: API Key

# 4dX-4Y-EUo.normalTitle
source: Speichern
fr: Save

# 6Ze-8k-ynf.text
source: Push Alarmierung
fr: Push Alert

# 6Zw-5y-7k7.text
source: Jetzt registrieren
fr: Register now

# 9CR-8K-bgX.text
source: bitte registrieren
fr: Please Register

# 16e-mb-a4z.normalTitle
source: Navigation starten
fr: Start navigation

# 59W-gI-ddG.normalTitle
source: Nein
fr: Decline

# 77P-FM-7Qc.text
source: Liste: Subject statt Keyword
fr: List: Subject instead of Keyword

# 86i-5a-qHf.text
source: Einheit
fr: Unit

# APw-dI-WlI.normalTitle
source: Senden
fr: Send

# Ah7-4n-0Wa.title
source: Alarmdetails
fr: Alert Details

# Arf-lh-rcO.text
source: Entwicklermenü
fr: Developer Menu

# B1t-Vk-nrn.text
source: Verschlüsselung
fr: Encryption

# BCP-fn-ZYr.text
source: Benutzername
fr: Username

# BJZ-1c-aw1.placeholder
source: Passwort
fr: Password

# Bch-rF-GZZ.text
source: Verfügbar
fr: Available

# CNa-PU-uhs.text
source: Navigation: GMaps statt AppleMaps
fr: Navi: GMaps instead of AppleMaps

# CNf-Zu-baW.text
source: keine ID eingetragen
fr: no ID entered

# CWU-MN-tan.normalTitle
source: Nicht Verfügbar
fr: Unavailable

# Coh-P4-WYm.text
source: Beschreibung
fr: Description

# Cpl-M3-ghq.headerTitle
source: Registrierung
fr: Registration

# DZj-Zg-CcU.title
source: Verfügbarkeit
fr: Availability

# DcO-UZ-Bzb.text
source: Aktualisierungsintervall
fr: Update Interval

# De3-dQ-1ZS.title
source: Rückmeldungen
fr: Feedback

# EJi-dR-FZk.text
source: Funktionen
fr: Role

# GFY-8v-0MA.text
source: Gruppe
fr: Group

# HY9-P3-8pJ.text
source: Funktionen
fr: Roles

# HpS-lC-aYr.text
source: Kartenmodus
fr: Map Mode

# Ibq-HK-ko8.text
source: Mailadresse
fr: Mail address

# K7j-Lr-cGd.text
source: QR- Scan API-Schlüssel
fr: QR- Scan API-Key

# M5b-Mn-qfF.headerTitle
source: Karten
fr: Maps

# MWc-pe-9bC.segmentTitles[0]
source: Übersicht
fr: Overview

# MWc-pe-9bC.segmentTitles[1]
source: Diagramme
fr: Charts

# MWc-pe-9bC.segmentTitles[2]
source: Spalten
fr: Table

# MWc-pe-9bC.segmentTitles[3]
source: Funktionen
fr: Roles

# MrT-Ff-v2z.text
source: Einheit
fr: Unit

# NJQ-Dk-N8w.title
source: Hilfe
fr: Help

# NMJ-BA-hoB.text
source: Verfügbarkeit
fr: Availability

# OFh-7d-RML.text
source: Gruppe
fr: Group

# OKr-Mj-exI.text
source: Rückmeldung
fr: Feedback

# OWm-Bt-bpa.text
source: FE2 Backend Instanz
fr: FE2 Backend Instance

# Ov9-1M-aHt.text
source: Schnellantwort
fr: Quick Reply

# Qss-dZ-WvI.text
source: Rückmeldung
fr: Feedback

# R9z-xh-e5R.text
source: FE1 Backend Instanz
fr: FE1 Backend Instance

# RCo-dB-ewC.segmentTitles[0]
source: Karte
fr: Map

# RCo-dB-ewC.segmentTitles[1]
source: Satellit
fr: Satellite

# RRu-e3-aRe.title
source: Übersicht
fr: Overview

# Rwh-Wl-bRn.text
source: Lizenz kaufen / verlängern
fr: Buy / extend license

# S5C-bl-V9R.normalTitle
source: Hinzufügen
fr: Add

# Sfv-cm-Ciu.text
source: Passwörter bearbeiten
fr: Edit Passwords

# Sj6-jG-eG5.text
source: Funktionen
fr: Roles

# VQi-QP-98M.headerTitle
source: Klingeltöne
fr: Ring Tones

# W1f-qG-sD5.headerTitle
source: Sonstiges
fr: Misc

# Whc-uk-4x5.text
source: Einheiten
fr: Units

# Xsw-1Q-jUU.text
source: Einheitenkonfiguration
fr: Unit Configuration

# Y7m-Qj-EQp.segmentTitles[0]
source: Karte
fr: Map

# Y7m-Qj-EQp.segmentTitles[1]
source: Satellit
fr: Satellite

# Z5a-Ay-a6S.text
source: API-Schlüssel
fr: API Key

# ZHy-IV-EeJ.title
source: Einstellungen
fr: Settings

# ZfV-mq-bqP.text
source: Klingelton
fr: Ring Tone

# b88-jd-OZc.text
source: Freitext Antwort
fr: Freetext for Quick Reply

# bCE-b4-O4B.normalTitle
source: Bedingt Verfügbar
fr: Partly Available

# bK2-pF-UZB.title
source: Einstellungen
fr: Settings

# cZJ-5J-GUr.normalTitle
source: Verfügbar
fr: Available

# eWx-hI-434.normalTitle
source: Komme
fr: Accept

# ecH-nK-M8A.text
source: Rückmeldeübersicht
fr: Feedback Overview

# etf-UX-0A6.text
source: API-Schlüssel
fr: API-Key

# fag-gF-4Nt.normalTitle
source: Speichern
fr: Save

# g4l-bF-arl.title
source: Karte
fr: Map

# h5E-g4-oLw.text
source: Verfügbarkeit
fr: Availability

# h6H-wg-Wr9.text
source: Editiere Freitext Nachrichten
fr: Edit Freetext Messages

# hgc-rE-Hdd.text
source: Anzeigename
fr: Display Name

# hzR-WE-j7l.normalTitle
source: Abbrechen
fr: Cancel

# hzT-KG-9EM.headerTitle
source: Verschlüsselung
fr: Encryption

# iCG-Tt-o0g.title
source: Hilfe
fr: Help

# iSv-5E-FEd.title
source: Verfügbarkeit
fr: Availability

# jCj-5U-6Fo.text
source: Überblick API Key
fr: Overview API Key

# ja0-Iv-7MZ.text
source: Gruppe
fr: Group

# lv3-Q7-Qnm.text
source: Button für direkte Navigation
fr: Show Direct Navigation Button

# mBf-rE-Jl2.segmentTitles[2]
source: Koppeln
fr: Link

# n1g-mc-egL.normalTitle
source: Freier Text
fr: Freetext

# nei-aJ-POS.normalTitle
source: Speichern
fr: Save

# oph-5w-bs9.text
source: Ton
fr: Ring Tone

# qQG-ls-c9E.text
source: aus
fr: off

# qcF-8Y-rgV.text
source: Status prüfen
fr: Check Status

# s2G-yB-HSx.normalTitle
source: Zurücksetzen
fr: Reset

# soe-Yo-eMA.title
source: Übersicht
fr: Overview

# uUN-A8-0gV.text
source: QR- Scan Überblick API-Schlüssel
fr: QR- Scan Overview API-Key

# wbn-xs-dGO.text
source: Benutzername
fr: Username

# xhH-gt-2Df.text
source: Fehlerbericht senden
fr: Send Error Report

# zkU-q1-Tne.text
source: Verfügbarkeit aktivieren
fr: Enable Availability

# znn-pn-3YR.placeholder
source: Einheit
fr: Unit

# zuL-ie-xhC.text
source: Letzte Änderungen
fr: Changelog

# ACCEPT
source: Komme
fr: Coming

# ALARM_DATA_ENTITY_0_SECONDS
source: 0 Sekunden
fr: 0 Seconds

# ALARM_DATA_ENTITY_X_DAYS
source: %d Tag(e)
fr: %d day(s)

# ALARM_DATA_ENTITY_X_HOURS
source: %d Stunde(n)
fr: %d Hour(s)

# ALARM_DATA_ENTITY_X_MINUTES
source: %d Minute(n)
fr: %d Minute(s)

# ALARM_DATA_ENTITY_X_SECONDS
source: %d Sekunde(n)
fr: %d Second(s)

# AUDIO_PROFILE_NO_MAIL
source: Für dieses Feature muss eine E-Mailadresse registriert sein. Bitte in den Einstellungen überprüfen.
fr: A registered email address is required for this feature. Please check it in the settings.

# AVAILABLE
source: Verfügbar
fr: Available

# AVAILABLIITY_OVERVIEW_NO_API_KEY
source: Bitte in den Einstellungen einen API Key für die Verfügbarkeitsübersicht eintragen.
fr: Please insert an API Key for the availability overview in the settings.

# CANCEL
source: Abbrechen
fr: Cancel

# CAUTION
source: Achtung!
fr: Caution

# CLOSE
source: Schließen
fr: Close

# DECLINE
source: Nicht
fr: Decline

# DELETE
source: Löschen
fr: Delete

# DETAIL_COULDNT_FIND_ON_APPLE_MAPS
source: Die Adresse konnte von Apple Maps nicht gefunden werden. Soll versucht werden die Adresse über Google Maps zu finden?
fr: The address could not be found by Apple Maps. Do you want to try it with Google Maps?

# DETAIL_FEEDBACK_SENT
source: Rückmeldung gesendet
fr: Feedback Submitted

# DETAIL_FEEDBACK_SENT_SUCCESSFULLY
source: Die Rückmeldung wurde erfolgreich übermittelt.
fr: Feedback Successfully Submitted.

# DETAIL_NO_USERNAME_FOR_OS
source: Sie haben keinen Benutzernamen für FE1 für die Rückmeldung in den Einstellungen hinterlegt.
fr: No user name for FE1 feedback found, please insert it in the settings.

# DETAIL_NO_USER_FOR_OS
source: Sie haben keine Benutzer ID für FE2 für die Rückmeldung in den Einstellungen hinterlegt.
fr: No user ID for FE2 feedback found, please insert it in the settings.

# DETAIL_NO_VALID_CLIENT_LICENSE
source: Sie haben keine gültige Client Lizenz, bitte über die Einstellungen kaufen.
fr: No valid client license, please buy it in the settings tab.

# DETAIL_OPEN_GMAPS
source: Öffne GMaps
fr: Open GMaps

# ENCRYPTION_CANNOT_DELETE
source: Dieses Passwort kann nicht gelöscht werden, da es als Standard benutzt wird wenn für eine alarmierte Einheit kein anderes Passwort hinterlegt wurde.
fr: Cannot delete the default password, which is used for all units that do not have an own password.

# ENCRYPTION_COULD_NOT_FIND_SEPARATOR
source: Konnte Trenner <|> nicht finden, verwende "(result)" als Schlüssel. Einheit muss manuell eingetragen werden
fr: Separator <|> not found, use "%@" as password. Please intert the unit manually

# ERROR
source: Fehler
fr: Error

# FREE_TEXT_NO_FE1_USER
source: Sie haben keinen Benutzernamen für FE1 für die Rückmeldung in den Einstellungen hinterlegt.
fr: No user name for FE1 feedback found. Please check in the settings.

# FREE_TEXT_NO_FE2_USER
source: Sie haben keine Benutzer ID für FE2 für die Rückmeldung in den Einstellungen hinterlegt.
fr: No user id for FE2 feedback found. Please check in the settings.

# LICENSE
source: Lizenz
fr: Licence

# MAIN_TAB_ALARMLIST
source: Alarmliste
fr: Alert List

# MAIN_TAB_AVAILABILITY
source: Verfügbarkeit
fr: Availability

# MAIN_TAB_HELP
source: Hilfe
fr: Help

# MAIN_TAB_OVERVIEW
source: Übersicht
fr: Overview

# MAIN_TAB_SETTINGS
source: Einstellungen
fr: Settings

# MASTER_ALL_READ
source: Alle gelesen
fr: Mark all as read

# MASTER_ALL_READ_CONFIRMATION
source: Wollen Sie wirklich alle Alarme als gelesen markieren?
fr: Do you want to mark all alerts as read?

# MASTER_BUY_LICENSE
source: Kaufen Sie bitte eine neue aPager Pro Lizenz. Sie können bis dahin keine Pushbenachrichtigungen empfangen, Verfügbarkeiten oder Rückmeldungen abgeben. Die Lizenz kann über die App Einstellungen gekauft werden.
fr: Please buy a new aPager Pro license. You cannot receive push notificaitons, send feedback and availability anymore. The license can be purchased in the settings tab.

# MASTER_DELETE_ALL
source: Alle Löschen
fr: Delete All

# MASTER_DELETE_ALL_CONFIRMATION
source: Wollen Sie wirklich alle Alarme löschen?
fr: Do you want to delete all alerts?

# MASTER_FIRST_STEPS
source: Erste Schritte
fr: First Steps

# MASTER_REGISTER_MAIL
source: Registrieren Sie aPager mit einer gültigen E-Mailadresse um Alarmierungen empfangen zu können.
fr: Register aPager with a vailid email address to receive alerts.

# NO
source: Nein
fr: No

# NOTIFICATION_ENCRYPTION_FAILED
source: Verschlüsselte Nachricht für Einheit "%@" konnte nicht entschlüsselt werden. Bitte überprüfen Sie in den Einstellungen, ob der Schlüssel korrekt ist.
fr: Could not decrypt alert for unit "%@". Please check in the settings whether the password is correct.

# NOT_AVAILABLE
source: Nicht Verfügbar
fr: Unavailable

# OFF
source: aus
fr: off

# ON
source: an
fr: on

# OS_BUY_LICENSE
source: Bitte aPager Pro Lizenz kaufen
fr: Buy an aPager Pro license

# OS_CHECK_API_KEY
source: Bitte API Key überprüfen
fr: Please check API Key

# OS_CHECK_FEEDBACK_NAME
source: Name für Rückmeldung prüfen
fr: Check Feedback Name

# OS_DIFFERENT_STATUS
source: Status unterschiedlich
fr: Different Status

# OS_ERROR_SENDING
source: Fehler beim Senden des Status
fr: Error while sending status

# OS_LOADING_STATUS
source: Lade aktuellen Status...
fr: Loading current status...

# OS_NO_API_KEY
source: Kein API Key gefunden
fr: No API Key Found

# OS_NO_CONNECTION
source: Keine Internetverbindung
fr: No Internet Connection

# OS_NO_SHARED_SECRET
source: SharedSecret eintragen -> Einstellungen
fr: Insert SharedSecret -> Settings

# OS_NO_USER_ID
source: Bitte ID eintragen -> Einstellungen
fr: Insert User ID -> Settings

# OS_SENDING_STATUS
source: Sende neuen Status an Server
fr: Send new status to server

# PURCHASE_MAIL_NOT_VERIFIED
source: E-Mailbestätigung ist noch nicht erfolgt. Bitte klicken Sie auf den Aktivierungslink in der Mail.
fr: Email address not yet confirmed. Please follow the activation link in the mail.

# PURCHASE_NO_AUTH_ID
source: Keine Authentifizierungs ID gefunden, bitte E-Mailadresse neu registrieren.
fr: No authentification ID found, please reregister E-Mail address.

# PURCHASE_NO_MAIL
source: Bitte E-Mailadresse registrieren.
fr: Please register an E-Mail address

# QRREADER_ERROR_CAM_PERMISSION
source: Bitte iPhone Einstellungen -> aPager Pro -> Kamera überprüfen
fr: Please check iPhone settings -> aPager Pro -> camera permission

# QRREADER_ERROR_NO_CAM_AVAILABLE
source: QR Codereader auf diesem Gerät nicht verfügbar
fr: QR code reader not available on this device

# SETTINGS
source: Einstellungen
fr: Settings

# SETTINGS_BROKEN_ID
source: fehlerhafte ID
fr: Incorrect ID

# SETTINGS_BROKEN_LINK
source: fehlerhafter Link?
fr: Incorrect Link?

# SETTINGS_BROKEN_QR_CODE
source: falscher QR Code?
fr: Incorrect QR Code?

# SETTINGS_BUY_LICENSE
source: bitte Lizenz kaufen
fr: Buy a License

# SETTINGS_BUY_LICENSE_BUTTON
source: Lizenz kaufen / verlängern
fr: Buy / Extend License

# SETTINGS_CANCEL_REGISTRATION
source: Registrierung aufheben
fr: Unregister

# SETTINGS_CHECKING_LICENSE_STATE
source: Lizenzstatus wird geprüft ...
fr: Checking License Status...

# SETTINGS_CHECK_ID
source: prüfe ID
fr: Check ID

# SETTINGS_CHECK_LICENSE_STATE
source: Lizenzstatus prüfen
fr: Check License Status

# SETTINGS_CHECK_STATE
source: Status prüfen
fr: Check Status

# SETTINGS_EMAIL_CONFIRMATION
source: E-Mail bitte bestätigen
fr: Please Confirm EMail

# SETTINGS_ERROR_REPORT_HEADING
source: aPager iOS - Fehlerbericht
fr: aPager iOS - Error Report

# SETTINGS_ERROR_REPORT_TEXT
source: Uhrzeit des Fehlers: Fehlerbeschreibung:
fr: Timestamp of Error: Error Description:

# SETTINGS_LICENSE_STATUS
source: Lizenzstatus
fr: License Status

# SETTINGS_LICENSE_VALID
source: gültig
fr: Valid

# SETTINGS_LICENSE_VALID_UNTIL
source: gültig bis %@
fr: Valid Until %@

# SETTINGS_LOADING_PURCHASE
source: Lizenz kaufen / verlängern lädt...
fr: Buy / Extend License Loading...

# SETTINGS_NO_EMAIL_CONFIGURED_IN_DEVICE
source: Für das Senden eines Fehlerberichts muss eine E-Mailaccount auf dem iPhone eingerichtet sein.
fr: You must configure a mail account on the iPhone to send an error report.

# SETTINGS_NO_ID
source: keine ID eingetragen
fr: No ID Registered

# SETTINGS_NO_NETWORK
source: kein Netzwerk?
fr: No Network?

# SETTINGS_PLEASE_REGISTER
source: bitte registrieren
fr: Please Register

# SETTINGS_REGISTER_NOW
source: Jetzt registrieren
fr: Register Now

# SETTINGS_SOUNDS_NOT_ACTIVATED_TEXT
source: Bitte überprüfen Sie ob aPagerPro zu Pushmitteilungen berechtigt ist. In den iPhone Einstellungen -> Mitteilungen -> aPagerPro -> Töne muss aktiviert sein.
fr: Please check whether aPagerPro is allowed to receive push notifications. Activate in den iPhone settings -> Notifications -> aPagerPro -> Allow notifications.

# SETTINGS_UNREGISTER
source: Deregistrierung
fr: Unregister

# SETTINGS_UNREGISTER_TEXT
source: Wollen sie keine Alarme mehr empfangen?
fr: Do you want to receive no further alerts?

# TEMP_AVAILABLE
source: Bedingt Verfügbar
fr: Partly Available

# UNKNOWN
source: Unbekannt
fr: Unknown

# USER_ID_IMPORT_ERROR_TEXT
source: Fehler beim Import der Benutzer ID. Fehlerhafter Link?
fr: Error during importing user ID. Broken link?

# USER_ID_IMPORT_NO_NETWORK
source: Kein Netzwerk. ID gespeichert, konnte jedoch nicht verifiziert werden
fr: No Network. ID imported but could not be verified

# USER_ID_IMPORT_SUCCESS
source: ID importiert und erfolgreich verifiziert
fr: ID imported successfully and verified

# USER_ID_IMPORT_WRONG_ID
source: ID Verifizierung fehlgeschlagen. Fehlerhafte ID?
fr: ID verification failed. Broken ID?

# YES
source: Ja
fr: Yes
